import { RoomData } from '@/models/Room';

export const rooms: RoomData[] = [
  {
    id: 1,
    imageHref: '/images/glass_room.jpg',
    name: 'Зеркальный зал',
    adress: 'Гоголя, 14',
    description:
      'В центре небольшой комнаты стоит письменный стол, покрытый зеленым сукном. На нем стопка книг, листы, исписанные стремительным почерком поэта. '
  },
  {
    id: 2,
    imageHref: '/images/glass_room.jpg',
    name: 'Зеркальный зал',
    adress: 'Гоголя, 13',
    description:
      'В центре небольшой комнаты стоит письменный стол, покрытый зеленым сукном. На нем стопка книг, листы, исписанные стремительным почерком поэта. '
  },
  {
    id: 3,
    imageHref: '/images/glass_room.jpg',
    name: 'Зеркальный зал',
    adress: 'Гоголя, 12',
    description:
      'В центре небольшой комнаты стоит письменный стол, покрытый зеленым сукном. На нем стопка книг, листы, исписанные стремительным почерком поэта. '
  }
];
